Repository: changmax9/MDrop
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, pt, ru, zh_hans, zh_hant

source: Privacy
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt: Privacidade
ru: Конфиденциальность
zh_hans: 隐私
zh_hant: 隱私權

source: Privacy & Legal
es: Privacidad y avisos legales
fr: Confidentialité et mentions légales
ja: プライバシーと法的情報
pt: Privacidade e informações legais
ru: Конфиденциальность и правовая информация
zh_hans: 隐私与法律
zh_hant: 隱私權與法律

source: Quick Look
es: Vista rápida
fr: Coup d’œil
ja: クイックルック
pt: Vista rápida
ru: Быстрый просмотр
zh_hans: 快速查看
zh_hant: 快速查看

source: Quit MDrop
es: Salir de MDrop
fr: Quitter MDrop
ja: MDropを終了
pt: Sair do MDrop
ru: Выйти из MDrop
zh_hans: 退出 MDrop
zh_hant: 結束 MDrop

source: Reduce MDrop motion
es: Reducir el movimiento de MDrop
fr: Réduire les animations de MDrop
ja: MDropのモーションを減らす
pt: Reduzir o movimento do MDrop
ru: Уменьшить анимацию MDrop
zh_hans: 减少 MDrop 动态效果
zh_hant: 減少 MDrop 動態效果

source: Remove
es: Eliminar
fr: Supprimer
ja: 削除
pt: Remover
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: Remove Metadata
es: Eliminar metadatos
fr: Supprimer les métadonnées
ja: メタデータを削除
pt: Remover metadados
ru: Удалить метаданные
zh_hans: 移除元数据
zh_hant: 移除中繼資料

source: Rename
es: Renombrar
fr: Renommer
ja: 名前を変更
pt: Mudar o nome
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Item
es: Renombrar elemento
fr: Renommer l’élément
ja: 項目の名前を変更
pt: Mudar o nome do item
ru: Переименовать объект
zh_hans: 重命名项目
zh_hant: 重新命名項目

source: Rename…
es: Renombrar…
fr: Renommer…
ja: 名前を変更…
pt: Mudar o nome…
ru: Переименовать…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Reorder %@
es: Reordenar %@
fr: Réorganiser %@
ja: %@を並べ替え
pt: Reordenar %@
ru: Изменить порядок %@
zh_hans: 重新排列 %@
zh_hant: 重新排列 %@

source: Resize Images
es: Redimensionar imágenes
fr: Redimensionner les images
ja: 画像サイズを変更
pt: Redimensionar imagens
ru: Изменить размер изображений
zh_hans: 调整图像大小
zh_hant: 調整影像大小

source: Reveal Application Support Folder
es: Mostrar carpeta Application Support
fr: Afficher le dossier Application Support
ja: Application Supportフォルダを表示
pt: Mostrar pasta Application Support
ru: Показать папку поддержки приложения
zh_hans: 显示应用程序支持文件夹
zh_hant: 顯示「應用程式支援」檔案夾

source: Reveal Script Logs
es: Mostrar registros de scripts
fr: Afficher les journaux des scripts
ja: スクリプトログを表示
pt: Mostrar registos dos scripts
ru: Показать журналы скриптов
zh_hans: 显示脚本日志
zh_hant: 顯示腳本記錄

source: Russian
es: Ruso
fr: Russe
ja: ロシア語
pt: Russo
ru: Русский
zh_hans: 俄语
zh_hant: 俄文

source: Save action parameters for one-click reuse.
es: Guarda los parámetros para reutilizarlos con un clic.
fr: Enregistrez les paramètres pour les réutiliser en un clic.
ja: アクションの設定を保存してワンクリックで再利用します。
pt: Guarde os parâmetros para reutilizar com um clique.
ru: Сохраните параметры действия для повторного запуска одним нажатием.
zh_hans: 保存操作参数，以便一键重复使用。
zh_hant: 儲存操作參數，以便按一下重複使用。

source: Saved Presets
es: Ajustes guardados
fr: Préréglages enregistrés
ja: 保存済みプリセット
pt: Predefinições guardadas
ru: Сохранённые наборы
zh_hans: 已存预设
zh_hant: 已儲存預設

source: Screenshots
es: Capturas de pantalla
fr: Captures d’écran
ja: スクリーンショット
pt: Capturas de ecrã
ru: Снимки экрана
zh_hans: 截图
zh_hant: 截圖

source: Search actions
es: Buscar acciones
fr: Rechercher des actions
ja: アクションを検索
pt: Pesquisar ações
ru: Поиск действий
zh_hans: 搜索操作
zh_hant: 搜尋操作

source: Select Shelf
es: Seleccionar estante
fr: Sélectionner une étagère
ja: シェルフを選択
pt: Selecionar prateleira
ru: Выбрать полку
zh_hans: 选择暂存架
zh_hant: 選擇暫存架

source: Sensitivity
es: Sensibilidad
fr: Sensibilité
ja: 感度
pt: Sensibilidade
ru: Чувствительность
zh_hans: 灵敏度
zh_hant: 靈敏度

source: Services Menu
es: Menú Servicios
fr: Menu Services
ja: サービスメニュー
pt: Menu Serviços
ru: Меню «Службы»
zh_hans: 服务菜单
zh_hant: 服務選單

source: Settings
es: Ajustes
fr: Réglages
ja: 設定
pt: Definições
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: Settings…
es: Ajustes…
fr: Réglages…
ja: 設定…
pt: Definições…
ru: Настройки…
zh_hans: 设置…
zh_hant: 設定…

source: Shake Gesture
es: Gesto de agitar
fr: Geste de secousse
ja: シェイクジェスチャ
pt: Gesto de agitar
ru: Жест встряхивания
zh_hans: 摇动手势
zh_hant: 搖動手勢

source: Shake while dragging or press ⌥⇧Space
es: Agita al arrastrar o pulsa ⌥⇧Espacio
fr: Secouez pendant le glissement ou appuyez sur ⌥⇧Espace
ja: ドラッグ中に振るか、⌥⇧Spaceを押します
pt: Agite ao arrastar ou prima ⌥⇧Espaço
ru: Встряхните при перетаскивании или нажмите ⌥⇧Space
zh_hans: 拖动时摇动，或按下 ⌥⇧Space
zh_hant: 拖移時搖動，或按下 ⌥⇧Space

source: Share…
es: Compartir…
fr: Partager…
ja: 共有…
pt: Partilhar…
ru: Поделиться…
zh_hans: 共享…
zh_hant: 分享…

source: Shelf
es: Estante
fr: Étagère
ja: シェルフ
pt: Prateleira
ru: Полка
zh_hans: 暂存架
zh_hant: 暫存架

source: Shelf Actions
es: Acciones del estante
fr: Actions de l’étagère
ja: シェルフのアクション
pt: Ações da prateleira
ru: Действия с полкой
zh_hans: 暂存架操作
zh_hant: 暫存架操作

source: Shelf Activation
es: Activación del estante
fr: Activation de l’étagère
ja: シェルフの起動
pt: Ativação da prateleira
ru: Активация полки
zh_hans: 暂存架激活
zh_hant: 暫存架啟用

source: Shelf Name
es: Nombre del estante
fr: Nom de l’étagère
ja: シェルフ名
pt: Nome da prateleira
ru: Название полки
zh_hans: 暂存架名称
zh_hant: 暫存架名稱

source: Shelf Options
es: Opciones del estante
fr: Options de l’étagère
ja: シェルフのオプション
pt: Opções da prateleira
ru: Параметры полки
zh_hans: 暂存架选项
zh_hant: 暫存架選項

source: Shelves
es: Estantes
fr: Étagères
ja: シェルフ
pt: Prateleiras
ru: Полки
zh_hans: 暂存架
zh_hant: 暫存架

source: Shortcuts & Integrations
es: Atajos e integraciones
fr: Raccourcis et intégrations
ja: ショートカットと連携
pt: Atalhos e integrações
ru: Сочетания и интеграции
zh_hans: 快捷键与集成
zh_hant: 快速鍵與整合

source: Shortcuts & Spotlight
es: Atajos y Spotlight
fr: Raccourcis et Spotlight
ja: ショートカットとSpotlight
pt: Atalhos e Spotlight
ru: Команды и Spotlight
zh_hans: 快捷指令与 Spotlight
zh_hant: 捷徑與 Spotlight

source: Show MDrop in the Dock
es: Mostrar MDrop en el Dock
fr: Afficher MDrop dans le Dock
ja: DockにMDropを表示
pt: Mostrar o MDrop na Dock
ru: Показывать MDrop в Dock
zh_hans: 在程序坞中显示 MDrop
zh_hant: 在 Dock 中顯示 MDrop

source: Show Shelf Details
es: Mostrar detalles del estante
fr: Afficher les détails de l’étagère
ja: シェルフの詳細を表示
pt: Mostrar detalhes da prateleira
ru: Показать сведения о полке
zh_hans: 显示暂存架详情
zh_hant: 顯示暫存架詳細資訊

source: Show Shelf Details, %@
es: Mostrar detalles del estante, %@
fr: Afficher les détails de l’étagère, %@
ja: シェルフの詳細を表示、%@
pt: Mostrar detalhes da prateleira, %@
ru: Показать сведения о полке, %@
zh_hans: 显示暂存架详情，%@
zh_hant: 顯示暫存架詳細資訊，%@

source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderに表示
pt: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Simplified Chinese
es: Chino simplificado
fr: Chinois simplifié
ja: 簡体字中国語
pt: Chinês simplificado
ru: Китайский, упрощённый
zh_hans: 简体中文
zh_hant: 簡體中文

source: Some shortcuts are already used by another app.
es: Algunos atajos ya los usa otra app.
fr: Certains raccourcis sont déjà utilisés par une autre app.
ja: 一部のショートカットは別のアプリで使用されています。
pt: Alguns atalhos já são usados por outra app.
ru: Некоторые сочетания уже используются другим приложением.
zh_hans: 某些快捷键已被其他应用使用。
zh_hant: 部分快速鍵已由其他 App 使用。

source: Space
es: Espacio
fr: Espace
ja: スペース
pt: Espaço
ru: Пробел
zh_hans: 空格键
zh_hant: 空白鍵

source: Spanish
es: Español
fr: Espagnol
ja: スペイン語
pt: Espanhol
ru: Испанский
zh_hans: 西班牙语
zh_hant: 西班牙文

source: Startup
es: Inicio
fr: Démarrage
ja: 起動
pt: Arranque
ru: Запуск
zh_hans: 启动
zh_hant: 啟動

source: Stitch Images
es: Unir imágenes
fr: Assembler les images
ja: 画像を連結
pt: Juntar imagens
ru: Склеить изображения
zh_hans: 拼接图像
zh_hant: 拼接影像

source: Storage
es: Almacenamiento
fr: Stockage
ja: ストレージ
pt: Armazenamento
ru: Хранилище
zh_hans: 存储
zh_hant: 儲存空間

source: System
es: Sistema
fr: Système
ja: システム
pt: Sistema
ru: Система
zh_hans: 系统
zh_hant: 系統

source: Text
es: Texto
fr: Texte
ja: テキスト
pt: Texto
ru: Текст
zh_hans: 文本
zh_hant: 文字

source: Timeout: %lld seconds
es: Tiempo de espera: %lld segundos
fr: Délai : %lld secondes
ja: タイムアウト：%lld秒
pt: Tempo limite: %lld segundos
ru: Тайм-аут: %lld сек.
zh_hans: 超时：%lld 秒
zh_hant: 逾時：%lld 秒

source: Traditional Chinese
es: Chino tradicional
fr: Chinois traditionnel
ja: 繁体字中国語
pt: Chinês tradicional
ru: Китайский, традиционный
zh_hans: 繁体中文
zh_hant: 繁體中文

source: URL Scheme
es: Esquema de URL
fr: Schéma d’URL
ja: URLスキーム
pt: Esquema de URL
ru: Схема URL
zh_hans: URL 方案
zh_hant: URL 配置

source: Unpin Shelf
es: Desfijar estante
fr: Désépingler l’étagère
ja: シェルフの固定を解除
pt: Desafixar prateleira
ru: Открепить полку
zh_hans: 取消固定暂存架
zh_hant: 取消固定暫存架

source: Update checks are unavailable.
es: La búsqueda de actualizaciones no está disponible.
fr: La recherche de mises à jour est indisponible.
ja: アップデートを確認できません。
pt: A procura de atualizações não está disponível.
ru: Проверка обновлений недоступна.
zh_hans: 目前无法检查更新。
zh_hant: 目前無法檢查更新。

source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
pt: Atualizações
ru: Обновления
zh_hans: 更新
zh_hant: 更新項目

source: Version
es: Versión
ja: バージョン
pt: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

source: General
fr: Général
ja: 一般
pt: Geral
ru: Основные
zh_hans: 通用
zh_hant: 一般

source: Global
ja: グローバル
ru: Глобальные
zh_hans: 全局
zh_hant: 全域

source: Scripts
ja: スクリプト
ru: Скрипты
zh_hans: 脚本
zh_hant: 腳本
